brew "agent-browser"
brew "fish"
brew "fnm"
brew "gh"
brew "mas"
brew "pnpm"
brew "rustup"
brew "starship"
brew "uv"
cask "1password"
cask "adguard"
cask "alt-tab"
cask "claude-code"
cask "codex"
cask "font-d2coding"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "orbstack"
cask "pearcleaner"
cask "thaw"
cask "ungoogled-chromium"
cask "zed"
mas "1Password for Safari", id: 1569813296
